Repository: chizberg/Rewind
Catalog: Rewind/Localizable.xcstrings
Source language: en
Languages: de, es, fr, kk, ru, sr_latn, uk, uz

source: A time-travel app
de: Eine Zeitreise-App
es: Una app de viajes en el tiempo
fr: Une app de voyage dans le temps
kk: Уақытта саяхаттау қолданбасы
ru: Приложение для путешествий во времени
sr_latn: Aplikacija za putovanje kroz vreme
uk: Застосунок для подорожей у часі
uz: Vaqtda sayohat qilish ilovasi

source: About
de: Über
es: Acerca de
fr: À propos
kk: Қолданба туралы
ru: О приложении
sr_latn: O aplikaciji
uk: Про застосунок
uz: Dastur haqida

source: address
de: Adresse
es: dirección
fr: adresse
kk: мекенжай
ru: адрес
sr_latn: adresa
uk: адреса
uz: manzil

source: App Icon
de: App-Symbol
es: Icono de la app
fr: Icône de l'app
kk: Қолданба белгішесі
ru: Иконка приложения
sr_latn: Ikona aplikacije
uk: Іконка програми
uz: Ilova belgisi

source: Apple Maps
de: Apple Karten
fr: Apple Plans
kk: Apple Карталар
ru: Apple Карты
sr_latn: Apple Mape
uk: Apple Карти
uz: Apple Xaritalar

source: author
de: Autor
es: autor
fr: auteur
kk: автор
ru: автор
sr_latn: autor
uk: автор
uz: muallif

source: Black & White
de: Schwarz & Weiß
es: Blanco y negro
fr: Noir & Blanc
kk: Қара & Ақ
ru: Черно-белый
sr_latn: Crno-belo
uk: Чорно-білий
uz: Oq & Qora

source: Camera Roll
de: Filmrolle
es: Carrete
fr: Pellicule
kk: Фотопленка
ru: Фотоплёнка
sr_latn: Fotografije
uk: Фотоплівка
uz: Fotolenta

source: Cluster
de: Bildergruppe
es: Grupo de imágenes
fr: Groupe
kk: Суреттер тобы
ru: Кластер
sr_latn: Grupa slika
uk: Група зображень
uz: Klaster

# cluster_of_images_description
source: A large group of images. To view them all, you need to zoom in
de: Eine große Gruppe von Bildern. Um alle anzuzeigen, müssen Sie hineinzoomen
es: Un grupo grande de imágenes. Para verlas todas, necesitas acercarte
fr: Un grand groupe d'images. Pour toutes les voir, vous devez zoomer
kk: Суреттердің үлкен тобы. Олардың барлығын көру үшін жақындату қажет
ru: Большая группа изображений. Нужно приблизить, чтобы увидеть все
sr_latn: Velika grupa slika. Da biste ih sve videli, potrebno je da zumirate
uk: Велика група зображень. Щоб переглянути їх усі, потрібно наблизити
uz: Rasmlarning katta guruhi. Ularning barchasini ko'rish uchun yaqinlashtirish kerak

# cluster_of_images_title
source: Cluster of images
de: Bildergruppe
es: Grupo de imágenes
fr: Groupe d'images
kk: Суреттер тобы
ru: Кластер картинок
sr_latn: Klaster slika
uk: Кластер зображень
uz: Rasmlar klasteri

source: Compare
de: Vergleichen
es: Comparar
fr: Comparer
kk: Салыстыру
ru: Сравнить
sr_latn: Uporedi
uk: Порівняти
uz: Solishtirish

source: Compare with Google Street View
de: Mit Google Street View vergleichen
es: Comparar con Google Street View
fr: Comparer avec Google Street View
kk: Google Street View-мен салыстыру
ru: Сравнить с панорамами Google
sr_latn: Uporedi sa Google Street View
uk: Порівняти з панорамами Google
uz: Google Street View bilan solishtirish

# comparison_description
source: Use your camera to compare the same place over time
de: Nutzen Sie Ihre Kamera, um denselben Ort im Laufe der Zeit zu vergleichen
es: Usa tu cámara para comparar el mismo lugar a lo largo del tiempo
fr: Utilisez votre caméra pour comparer le même endroit au fil du temps
kk: Бір орынды уақыт өткен сайын салыстыру үшін камераңызды пайдаланыңыз
ru: Используйте камеру, чтобы сравнить место спустя годы
sr_latn: Koristite kameru da uporedite isto mesto tokom vremena
uk: Використовуйте камеру, щоб порівняти те саме місце з плином часу
uz: Bir joyni vaqt o'tishi bilan solishtirish uchun kamerangizdan foydalaning

# comparison_title
source: Compare past and present
de: Vergleiche Vergangenheit und Gegenwart
es: Compara el pasado y el presente
fr: Comparez le passé et le présent
kk: Өткен мен бүгінді салыстырыңыз
ru: Сравните прошлое с настоящим
sr_latn: Uporedite prošlost i sadašnjost
uk: Порівняйте минуле з сьогоденням
uz: O'tmish va hozirni solishtiring

source: Contact developer
de: Entwickler kontaktieren
es: Contactar al desarrollador
fr: Contacter le développeur
kk: Әзірлеушіге хабарласу
ru: Связаться с разработчиком
sr_latn: Kontaktirajte programera
uk: Зв'язатися з розробником
uz: Dasturchi bilan bog'lanish

source: Copy to clipboard
de: In die Zwischenablage kopieren
es: Copiar al portapapeles
fr: Copier dans le presse-papiers
kk: Алмасу буферіне көшіру
ru: Скопировать в буфер обмена
sr_latn: Kopiraj u privremenu memoriju
uk: Скопіювати до буфера обміну
uz: Vaqtinchalik xotiraga nusxalash

source: Date Ascending
de: Datum aufsteigend
es: Más antiguas primero
fr: Date croissante
kk: Күні бойынша (ескіден жаңаға)
ru: Сначала старые
sr_latn: Datum rastuće
uk: Спочатку старіші
uz: Sana bo'yicha (eskidan yangiga)

source: Date Descending
de: Neueste zuerst
es: Más recientes primero
fr: Plus récentes d'abord
kk: Жаңадан ескіге
ru: Сначала новые
sr_latn: Od novijeg ka starijem
uk: Спочатку новіші
uz: Avval yangilari

source: Default
de: Standard
es: Predeterminado
fr: Par défaut
kk: Әдепкі
ru: По умолчанию
sr_latn: Podrazumevano
uk: За замовчуванням
uz: Standart

source: Favorite
de: Favorit
es: Favorito
fr: Favori
kk: Таңдаулы
ru: Избранное
sr_latn: Omiljeno
uk: Улюблене
uz: Sevimli

source: Favorites
de: Favoriten
es: Favoritos
fr: Favoris
kk: Таңдаулылар
ru: Избранное
sr_latn: Omiljeno
uk: Улюблене
uz: Sevimlilar

source: Find route
de: Route finden
es: Buscar ruta
fr: Trouver l'itinéraire
kk: Бағыт табу
ru: Маршрут
sr_latn: Pronađi rutu
uk: Знайти маршрут
uz: Yo'nalishni topish

source: Get started
de: Los geht's
es: Empezar
fr: Commencer
kk: Бастау
ru: Начнём!
sr_latn: Započnimo!
uk: Почнімо!
uz: Boshlash

source: Go to Settings
de: Einstellungen öffnen
es: Ir a Ajustes
fr: Ouvrir les réglages
kk: Баптауларды ашу
ru: Открыть настройки
sr_latn: Otvori podešavanja
uk: Відкрити налаштування
uz: Sozlamalarni ochish

source: Google Street View is not available for this location.
de: Google Street View ist für diesen Standort nicht verfügbar.
es: Google Street View no está disponible para esta ubicación.
fr: Google Street View n'est pas disponible pour ce lieu.
kk: Google Street View бұл орын үшін қолжетімсіз.
ru: Панорамы Google недоступны для этого места.
sr_latn: Google Street View nije dostupan za ovu lokaciju.
uk: Панорами Google недоступні для цього місця.
uz: Google Street View bu joy uchun mavjud emas.

source: Google Street View Unavailable
de: Google Street View nicht verfügbar
es: Google Street View no disponible
fr: Google Street View non disponible
kk: Google Street View қолжетімді емес
ru: Google Street View недоступен
sr_latn: Google Street View nedostupan
uk: Google Street View недоступний
uz: Google Street View mavjud emas

source: Gradient Picker
de: Farbverlaufsauswahl
es: Selector de degradado
fr: Sélecteur de dégradé
kk: Градиент таңдағыш
ru: Выбор градиента
sr_latn: Izbor gradijenta
uk: Вибір градієнта
uz: Gradient tanlash

# group_of_images_description
source: Several images that are close to each other. Opens a full list when tapped
de: Mehrere Bilder, die nahe beieinander liegen. Öffnet beim Antippen eine vollständige Liste
es: Varias imágenes que están cerca unas de otras. Abre una lista completa al tocar
fr: Plusieurs images proches les unes des autres. Ouvre une liste complète lorsqu'on appuie dessus
kk: Бір-біріне жақын орналасқан бірнеше сурет. Түрткенде толық тізім ашылады
ru: Несколько изображений, которые находятся рядом. По касанию откроется список
sr_latn: Nekoliko slika koje se nalaze blizu jedna druge. Otvara punu listu kada se dodirne
uk: Декілька зображень, які знаходяться поруч. Відкриває повний список при дотику
uz: Bir-biriga yaqin joylashgan bir nechta rasm. Bosilganda to'liq ro'yxat ochiladi

# group_of_images_title
source: Group of images
de: Bildergruppe
es: Grupo de imágenes
fr: Groupe d'images
kk: Суреттер тобы
ru: Группа картинок
sr_latn: Grupa slika
uk: Група зображень
uz: Rasmlar guruhi

source: Hi!
de: Hallo!
es: ¡Hola!
fr: Salut !
kk: Сәлем!
ru: Привет!
sr_latn: Zdravo!
uk: Привіт!
uz: Salom!

source: History on a map
de: Geschichte auf einer Karte
es: Historia en un mapa
fr: Histoire sur une carte
kk: Картадағы тарих
ru: История на карте
sr_latn: Istorija na mapi
uk: Історія на карті
uz: Xaritadagi tarix

# history_near_you_description
source: Browse old photos and paintings of places on the map
de: Sie können alte&nbsp;Fotos und&nbsp;Gemälde von&nbsp;Orten auf&nbsp;der&nbsp;Karte ansehen
es: Explora fotos y pinturas antiguas de&nbsp;lugares en&nbsp;el&nbsp;mapa
fr: Parcourez d'anciennes photos et&nbsp;peintures de&nbsp;lieux sur&nbsp;la&nbsp;carte
kk: Картадағы орындардың ескі&nbsp;фотосуреттері мен&nbsp;картиналарын қараңыз
ru: Просматривайте старые фотографии и картины мест на карте
sr_latn: Pregledajte stare fotografije i&nbsp;slike mesta na&nbsp;mapi
uk: Переглядайте старі фотографії та&nbsp;картини місць на&nbsp;карті
uz: Xaritadagi joylarning eski fotosuratlari va rasmlarini ko'ring

# history_near_you_title
source: History near you
de: Geschichte in deiner Nähe
es: Historia cerca de ti
fr: L'histoire près de chez vous
kk: Сіздің маңайыңыздағы тарих
ru: История вокруг вас
sr_latn: Istorija u vašoj blizini
uk: Історія поруч із вами
uz: Yaqin atrofingizdagi tarix

# images_saving_description
source: You can create a&nbsp;collection of&nbsp;your most&nbsp;spectacular moments and&nbsp;places
de: Erstelle eine&nbsp;Sammlung deiner spektakulärsten Momente und&nbsp;Orte
es: Crea una&nbsp;colección de&nbsp;tus momentos y&nbsp;lugares más&nbsp;espectaculares
fr: Créez une&nbsp;collection de&nbsp;vos moments et&nbsp;lieux les&nbsp;plus spectaculaires
kk: Ең керемет сәттеріңіз бен&nbsp;орындарыңыздың коллекциясын жасай&nbsp;аласыз
ru: Создайте коллекцию самых захватывающих мест и моментов
sr_latn: Možete napraviti kolekciju svojih nezaboravnih trenutaka i&nbsp;mesta
uk: Створіть колекцію найяскравіших моментів і&nbsp;місць
uz: Eng ajoyib lahzalaringiz va&nbsp;joylaringizning kolleksiyasini yaratishingiz mumkin

# images_saving_title
source: Save your favorites
de: Speichere deine Favoriten
es: Guarda tus favoritos
fr: Enregistrez vos favoris
kk: Таңдаулыларыңызды сақтаңыз
ru: Сохраняйте избранное
sr_latn: Sačuvajte omiljene
uk: Зберігайте улюблене
uz: Sevimlilarni saqlang

source: Let's see!
de: Los geht's!
es: ¡Vamos!
fr: Allons-y !
kk: Көрейік!
ru: Вперёд!
sr_latn: Hajde!
uk: Погнали!
uz: Qani ko'raylik!

source: Made by
de: Erstellt von
es: Hecho por
fr: Créé par
kk: Жасаған:
ru: Сделано
sr_latn: Od
uk: Зроблено
uz: Yaratgan:

source: Map
de: Karte
es: Mapa
fr: Carte
kk: Карта
ru: Карта
sr_latn: Mapa
uk: Карта
uz: Xarita

source: Nothing here yet
de: Hier ist noch nichts
es: Aún no hay nada aquí
fr: Rien ici pour l'instant
kk: Әзірше бұл жерде ештеңе жоқ
ru: Тут пока ничего нет
sr_latn: Ovde još nema ničega
uk: Тут поки нічого немає
uz: Bu yerda hali hech narsa yo'q

source: Ocean
de: Ozean
es: Océano
fr: Océan
kk: Мұхит
ru: Океан
sr_latn: Okean
uk: Океан
uz: Okean

source: On the map
de: Auf der Karte
es: En el mapa
fr: Sur la carte
kk: Картада
ru: На карте
sr_latn: Na karti
uk: На карті
uz: Xaritada

# onboarding_date
source: Everything has a location and date. Each date has a corresponding color
de: Jedes Bild hat einen Standort und ein Datum. Dem Datum entspricht eine Farbe
es: Cada imagen tiene ubicación y fecha. La fecha tiene un color correspondiente
fr: Chaque image a une localisation et une date. La date a une couleur correspondante
kk: Әр суреттің орны мен күні бар. Күнге сәйкес түс тағайындалған
ru: У всего есть локация и дата. Дате соответствует цвет
sr_latn: Svaka slika ima lokaciju i datum. Datumu odgovara boja
uk: Кожне зображення має локацію та дату. Даті відповідає колір
uz: Har bir rasmning joylashuvi va sanasi bor. Sanaga mos rang tayinlangan

# onboarding_location
source: Rewind needs your location to show photos and paintings near you. Without it you can still use the app
de: Rewind benötigt deinen Standort, um Fotos und Gemälde in deiner Nähe anzuzeigen. Ohne diese Berechtigung kannst du die App trotzdem nutzen
es: Rewind necesita tu ubicación para mostrar fotos y pinturas cerca de ti. Sin ella aún puedes usar la app
fr: Rewind a besoin de votre position pour afficher les photos et peintures près de vous. Sans cela, vous pouvez quand même utiliser l'app
kk: Rewind сізге жақын жердегі фотосуреттер мен картиналарды көрсету үшін орналасқан жеріңізді қажет етеді. Онсыз да қолданбаны пайдалана аласыз
ru: Rewind нужна ваша локация чтобы показывать фотографии и картины рядом. Без этого доступа приложение тоже можно использовать
sr_latn: Rewind treba vašu lokaciju da bi prikazivao fotografije i slike u vašoj blizini. Bez toga i dalje možete koristiti aplikaciju
uk: Rewind потребує вашу локацію, щоб показувати фотографії та картини поблизу. Без цього доступу застосунок теж можна використовувати
uz: Rewind sizga yaqin joylardagi fotosuratlar va rasmlarni koʻrsatish uchun joylashuvingizni bilishi kerak. Busiz ham ilovadan foydalanishingiz mumkin

# onboarding_pastvu
source: Rewind uses the PastVu API to obtain all historical photos, paintings, and their associated data.
de: Rewind verwendet die PastVu-API, um alle historischen Fotos, Gemälde und die zugehörigen Daten abzurufen.
es: Rewind utiliza la API de PastVu para obtener todas las fotos históricas, pinturas y sus datos asociados.
fr: Rewind utilise l'API PastVu pour obtenir toutes les photos historiques, peintures et leurs données associées.
kk: Rewind барлық тарихи фотосуреттерді, картиналарды және олармен байланысты деректерді алу үшін PastVu API пайдаланады.
ru: Rewind использует PastVu API для получения всех исторических фотографий, картин и данных о них
sr_latn: Rewind koristi PastVu API za dobijanje svih istorijskih fotografija, slika i njihovih pratećih podataka.
uk: Rewind використовує PastVu API для отримання всіх історичних фотографій, картин та пов'язаних з ними даних.
uz: Rewind barcha tarixiy fotosuratlar, rasmlar va ular bilan bogʻliq maʼlumotlarni olish uchun PastVu API dan foydalanadi.

source: Open big cluster previews on tap
de: Große Cluster-Vorschauen durch Antippen öffnen
es: Abrir vistas previas de clústeres grandes al tocar
fr: Ouvrir les grands aperçus de cluster au toucher
kk: Үлкен кластер алдын ала көрінісін түрту арқылы ашу
ru: Открывать превью больших кластеров по тапу
sr_latn: Otvori velike preglede klastera dodirom
uk: Відкривати превʼю великих кластерів дотиком
uz: Katta klaster oldindan ko'rishlarini bosish orqali ochish

source: Paintings
de: Gemälde
es: Pinturas
fr: Peintures
kk: Картиналар
ru: Картины
sr_latn: Slike
uk: Картини
uz: Rasmlar

source: PastVu rules
de: PastVu-Regeln
es: Reglas de PastVu
fr: Règles de PastVu
kk: PastVu ережелері
ru: Правила PastVu
sr_latn: Pravila PastVu
uk: Правила PastVu
uz: PastVu qoidalari

source: Photos
de: Fotos
es: Fotos
kk: Фотосуреттер
ru: Фото
sr_latn: Fotografije
uk: Фото
uz: Fotosuratlar

source: Pins & map
de: Pins & Karte
es: Chinchetas y mapa
fr: Épingles et carte
kk: Картадағы белгілер
ru: Метки на карте
sr_latn: Pinovi i mapa
uk: Мітки на карті
uz: Pinlar va xarita

source: Please try again later
de: Bitte versuche es später erneut
es: Por favor, inténtelo de nuevo más tarde
fr: Veuillez réessayer plus tard
kk: Кейінірек қайталап көріңіз
ru: Пожалуйста, попробуйте позже
sr_latn: Molimo vas, pokušajte ponovo kasnije
uk: Будь ласка, спробуйте пізніше
uz: Iltimos, keyinroq qayta urinib ko'ring

source: Pull to view images as list
de: Ziehen für Listenansicht
es: Tira para ver en lista
fr: Tirez pour afficher les images en liste
kk: Тізім түрінде көру үшін тартыңыз
ru: Потяните для списка
sr_latn: Povucite za prikaz liste
uk: Потягніть для перегляду списком
uz: Roʻyxat koʻrinishida koʻrish uchun torting

# Rewind uses PastVu API to get the images
source: Rewind uses PastVu API to get photos and paintings
de: Rewind verwendet die PastVu API, um Fotos und Gemälde abzurufen
es: Rewind usa la API de PastVu para obtener fotos y pinturas
fr: Rewind utilise l'API PastVu pour obtenir des photos et des peintures
kk: Rewind фотосуреттер мен картиналарды алу үшін PastVu API пайдаланады
ru: Rewind использует PastVu API для получения фотографий и картин
sr_latn: Rewind koristi PastVu API za preuzimanje fotografija i slika
uk: Rewind використовує PastVu API для отримання фотографій та картин
uz: Rewind fotosuratlar va rasmlarni olish uchun PastVu API dan foydalanadi

source: Satellite
de: Satellit
es: Satélite
kk: Жерсерік
ru: Спутник
sr_latn: Satelit
uk: Супутник
uz: Sputnik

source: Save image
de: Bild speichern
es: Guardar imagen
fr: Enregistrer l'image
kk: Суретті сақтау
ru: Сохранить
sr_latn: Sačuvaj sliku
uk: Зберегти зображення
uz: Rasmni saqlash

source: Saved to Photos
de: In Fotos gesichert
es: Guardado en Fotos
fr: Enregistré dans Photos
kk: Фотоларға сақталды
ru: Сохранено в Фото
sr_latn: Sačuvano u Fotografije
uk: Збережено у Фото
uz: Fotolarga saqlandi

source: Scheme
de: Standard
es: Estándar
fr: Plan
kk: Сызба
ru: Схема
sr_latn: Mapa
uk: Схема
uz: Sxema

source: Search
de: Suche
es: Buscar
fr: Recherche
kk: Іздеу
ru: Поиск
sr_latn: Pretraga
uk: Пошук
uz: Qidiruv

source: Search for location
de: Standort suchen
es: Buscar ubicación
fr: Rechercher un lieu
kk: Орынды іздеу
ru: Поиск локации
sr_latn: Pretraži lokaciju
uk: Пошук локації
uz: Joylashuvni qidirish

source: Select map app to find route
de: Wähle eine Karten-App zum Finden der Route
es: Selecciona la app de mapas para buscar la ruta
fr: Sélectionnez l'app de cartes pour trouver l'itinéraire
kk: Маршрутты табу үшін карта қолданбасын таңдаңыз
ru: Выберите приложение для построения маршрута
sr_latn: Izaberite aplikaciju za pronalaženje rute
uk: Виберіть застосунок для прокладання маршруту
uz: Yo'nalishni topish uchun xarita ilovasini tanlang

source: Settings
de: Einstellungen
es: Ajustes
fr: Réglages
kk: Параметрлер
ru: Настройки
sr_latn: Podešavanja
uk: Налаштування
uz: Sozlamalar

source: Share
de: Teilen
es: Compartir
fr: Partager
kk: Бөлісу
ru: Поделиться
sr_latn: Podeli
uk: Поділитися
uz: Ulashish

source: Show on map
de: Auf Karte anzeigen
es: Mostrar en el mapa
fr: Afficher sur la carte
kk: Картада көрсету
ru: Показать на карте
sr_latn: Prikaži na karti
uk: Показати на карті
uz: Xaritada ko'rsatish

source: Show Original
de: Original anzeigen
es: Mostrar original
fr: Afficher l'original
kk: Түпнұсқаны көрсету
ru: Показать оригинал
sr_latn: Prikaži original
uk: Показати оригінал
uz: Asl nusxani ko'rsatish

source: Shuffle
de: Zufällig
es: Mezclar
fr: Aléatoire
kk: Араластыру
ru: Перемешать
sr_latn: Promešaj
uk: Перемішати
uz: Aralashtirish

# single_image_description
source: Shows direction. You can view image details when you tap it
de: Zeigt die Richtung an. Tippen Sie darauf, um die Bilddetails anzuzeigen
es: Muestra la dirección. Puedes ver los detalles de la imagen al tocarla
fr: Indique la direction. Vous pouvez voir les détails de l'image en appuyant dessus
kk: Бағытты көрсетеді. Сурет мәліметтерін көру үшін оны түртіңіз
ru: Показывает направление. По касанию открывает детали изображения
sr_latn: Pokazuje smer. Dodirnite da biste videli detalje slike
uk: Показує напрямок. Щоб переглянути деталі зображення, торкніться його
uz: Yo'nalishni ko'rsatadi. Rasm tafsilotlarini ko'rish uchun unga bosing

# single_image_title
source: Single image
de: Einzelbild
es: Imagen individual
fr: Image unique
kk: Жалғыз сурет
ru: Одна картинка
sr_latn: Pojedinačna slika
uk: Одне зображення
uz: Bitta rasm

source: Something went wrong during the search
de: Bei der Suche ist ein Fehler aufgetreten
es: Algo salió mal durante la búsqueda
fr: Un problème est survenu lors de la recherche
kk: Іздеу кезінде қате орын алды
ru: Что-то пошло не так во время поиска
sr_latn: Nešto je pošlo po zlu tokom pretrage
uk: Щось пішло не так під час пошуку
uz: Qidiruv paytida xatolik yuz berdi

source: Sorting
de: Sortierung
es: Ordenación
fr: Tri
kk: Сұрыптау
ru: Сортировка
sr_latn: Sortiranje
uk: Сортування
uz: Saralash

source: source
de: Quelle
es: fuente
kk: дереккөз
ru: источник
sr_latn: izvor
uk: джерело
uz: manba

source: Start typing
de: Suchbegriff eingeben
es: Escribe para buscar
fr: Saisissez votre recherche
kk: Теруді бастаңыз
ru: Введите запрос
sr_latn: Unesite upit
uk: Почніть пошук
uz: Qidiruv so'zini kiriting

source: Street View Error
de: Street View-Fehler
es: Error de Street View
fr: Erreur Street View
kk: Street View қатесі
ru: Ошибка Street View
sr_latn: Greška Street View
uk: Помилка Street View
uz: Street View xatosi

# street_view_description
source: See how the place looks today using Google Street View
de: Sehen Sie, wie der Ort heute aussieht – mit Google Street View
es: Vea cómo se ve el lugar hoy con Google Street View
fr: Découvrez à quoi ressemble le lieu aujourd'hui grâce à Google Street View
kk: Google Street View көмегімен жердің бүгінгі көрінісін қараңыз
ru: Посмотрите, как место выглядит сейчас, с помощью Google Street View
sr_latn: Pogledajte kako mesto izgleda danas koristeći Google Street View
uk: Подивіться, як місце виглядає сьогодні, за допомогою Google Street View
uz: Google Street View yordamida joyning bugungi ko'rinishini ko'ring

source: The app has no access to your location
de: Die App hat keinen Zugriff auf deinen Standort
es: La app no tiene acceso a tu ubicación
fr: L'app n'a pas accès à votre position
kk: Қолданбаның геолокацияңызға қатынасы жоқ
ru: У приложения нет доступа к геолокации
sr_latn: Aplikacija nema pristup vašoj lokaciji
uk: Застосунок не має доступу до вашої геолокації
uz: Ilova joylashuvingizga kirish huquqiga ega emas

source: This app would not be possible without PastVu
de: Diese App wäre ohne PastVu nicht möglich
es: Esta aplicación no sería posible sin PastVu
fr: Cette application n'aurait pas été possible sans PastVu
kk: Бұл қолданба PastVu-сіз мүмкін болмас еді
ru: Это приложение было бы невозможно без PastVu
sr_latn: Ova aplikacija ne bi bila moguća bez PastVu
uk: Цей додаток був би неможливий без PastVu
uz: Bu ilova PastVu-siz mumkin bo'lmas edi

source: This is
de: Das ist
es: Esto es
fr: C'est
kk: Бұл
ru: Это
sr_latn: Ovo je
uk: Це
uz: Bu

source: Translate
de: Übersetzen
es: Traducir
fr: Traduire
kk: Аудару
ru: Перевести
sr_latn: Prevedi
uk: Перекласти
uz: Tarjima qilish

# translate_description
source: Descriptions in a foreign language can be translated into yours with one tap
de: Beschreibungen in einer Fremdsprache können mit einem Fingertipp in Ihre Sprache übersetzt werden
es: Las descripciones en un idioma extranjero se pueden traducir al tuyo con un solo toque
fr: Les descriptions dans une langue étrangère peuvent être traduites dans la vôtre en un seul geste
kk: Шет тіліндегі сипаттамаларды бір түрту арқылы өз тіліңізге аударуға болады
ru: Описания на иностранном языке можно перевести на ваш одним нажатием
sr_latn: Opisi na stranom jeziku mogu se prevesti na vaš jednim dodirom
uk: Описи іноземною мовою можна перекласти на вашу одним дотиком
uz: Chet tildagi tavsiflarni bitta bosish bilan o'z tilingizga tarjima qilish mumkin

# translate_title
source: Translate
de: Übersetzen
es: Traducir
fr: Traduire
kk: Аудару
ru: Перевод
sr_latn: Prevod
uk: Переклад
uz: Tarjima

source: Try to change the search query and try again
de: Versuche, die Suchanfrage zu ändern, und probiere es erneut
es: Intenta modificar la búsqueda e inténtalo de nuevo
fr: Essayez de modifier la requête de recherche et réessayez
kk: Іздеу сұранысын өзгертіп, қайталап көріңіз
ru: Попробуйте изменить текст запроса и поискать снова
sr_latn: Izmenite tekst pretrage i pokušajte ponovo
uk: Спробуйте змінити пошуковий запит і повторіть пошук
uz: Qidiruv soʻrovini oʻzgartirib, qaytadan urinib koʻring
